{
    "authors":[
        {
            "title": " BASHEER",
            "id": "1",
            "country":"INDIAN",
            "dob":  "21-01-1908" ,
            "image": "Basheer.jpg",
            "about": "1908 ജനുവരി 21-ന് വൈക്കം താലൂക്കില്‍ തലയോലപ്പറമ്പില്‍ ജനിച്ചു. തലയോലപ്പറമ്പിലുള്ള മലയാളം സ്‌കൂളിലും വൈക്കം ഇംഗ്ലിഷ് സ്‌കൂളിലും പഠിച്ചു. ഇന്ത്യന്‍ നാഷനല്‍ കോണ്‍ഗ്രസ്സില്‍ ചേര്‍ന്ന് സ്വാതന്ത്ര്യസമരത്തിന്റെ ഭാഗമായി കോഴിക്കോട്ടുനടന്ന ഉപ്പുസത്യഗ്രഹത്തില്‍ പങ്കുകൊണ്ടു. അതിന്റെ പേരില്‍ മര്‍ദ്ദനത്തിനിരയാകുകയും ജയില്‍ശിക്ഷ അനുഭവിക്കുകയും ചെയ്തു. പത്തു വര്‍ഷത്തോളം ഇന്ത്യയൊട്ടാകെ സഞ്ചരിച്ചു; പിന്നീട് ആഫ്രിക്ക, അറേബ്യ തുടങ്ങിയ രാജ്യങ്ങളിലും. ബാല്യകാലസഖി, പാത്തുമ്മായുടെ ആട്, ന്റുപ്പുപ്പാക്കൊരാനേണ്ടാര്‍ന്ന്! എന്നീ കൃതികള്‍ ഇന്ത്യയിലെ പ്രധാന ഭാഷകളിലെല്ലാം തര്‍ജ്ജമചെയ്തു പ്രസിദ്ധപ്പെടുത്തിയിട്ടുണ്ട്. മതിലുകള്‍, ശബ്ദങ്ങള്‍, പ്രേമലേഖനം എന്നീ കൃതികളും പൂവന്‍പഴം ഉള്‍പ്പെടെ 16 കഥകളുടെ ഒരു സമാഹാരവും ഓറിയന്റ് ലോങ്മാന്‍ ഇംഗ്ലിഷില്‍ പ്രസിദ്ധീകരിച്ചു. സാഹിത്യ അക്കാദമിയുടെയും കേരള സാഹിത്യ അക്കാദമിയുടെയും ഫെല്ലോഷിപ്പ് ലഭിച്ചിട്ടുണ്ട്. ഇന്ത്യാഗവണ്‍മെന്റ് പദ്മശ്രീ നല്കി ആദരിച്ചു. 1994 ജൂലൈ 5-ന് നിര്യാതനായി.",
            "FamousWorks": "Balyakalasakhi, Shabdangal, Pathummayude Aadu, Mathilukal, Ntuppuppakkoranendarnnu, Janmadinam "
          },

          {
            "title": "ONV KURUP",
            "id": "2",
            "country":"INDIAN",
            "dob":  "27-04-1931" ,
            "image": "onv.jpg",
            "about": "മലയാളത്തിലെ പ്രശസ്ത കവിയായിരുന്നു ഒ.എൻ.വി കുറുപ്പ് (ജനനം: 27 മെയ് 1931, മരണം: 13 ഫെബ്രുവരി 2016). ഒ.എൻ.വി. എന്ന ചുരുക്കപേരിലും അറിയപ്പെടുന്നു. ഒറ്റപ്ലാക്കൽ നീലകണ്ഠൻ വേലു കുറുപ്പ്[1][2] എന്നാണ് പൂർണ്ണനാമം. 1982 മുതൽ 1987 വരെ കേന്ദ്ര സാഹിത്യ അക്കാദമി അംഗമായിരുന്നു. കേരള കലാമണ്ഡലത്തിന്റെ ചെയർമാൻ സ്ഥാനവും ഒ.എൻ.വി വഹിച്ചിട്ടുണ്ട്. സാഹിത്യ രംഗത്തെ സംഭാവനകൾ പരിഗണിച്ച് 2007-ലെ ജ്ഞാനപീഠ പുരസ്കാരം ഇദ്ദേഹത്തിന് 2010-ൽ ലഭിച്ചു.[3] പത്മശ്രീ (1998), പത്മവിഭൂഷൺ (2011) ബഹുമതികൾ നൽകി കേന്ദ്രസർക്കാർ ആദരിച്ചിട്ടുണ്ട്..[4] നിരവധി സിനിമകൾക്കും നാടകങ്ങൾക്കും ടെലിവിഷൻ സീരിയലുകൾക്കും നൃത്തശിൽപങ്ങൾക്കും ഗാനങ്ങൾ രചിച്ചിട്ടുണ്ട്‌. വാർദ്ധക്യസഹജമായ അസുഖങ്ങളെത്തുടർന്ന് 2016 ഫെബ്രുവരി 13-ന് തിരുവനന്തപുരത്തുവച്ച്‌ അന്തരിച്ചു. മലയാളത്തിലെ ആധുനികകവിതയ്ക്കു ഭാവുകത്വപരമായ പൂർണ്ണത നൽകുന്നതിലും കവിതയെ സാധാരണജനങ്ങളിലെത്തിക്കുന്നതിനും മുന്നിൽ നിന്നവരിൽ പ്രമുഖനായിരുന്നു ഒ.എൻ.വി. സ്വയം ചൊല്ലി അവതരിപ്പിച്ച കവിതകൾ ആസ്വാദകർ ഇരുകയ്യുംനീട്ടി സ്വീകരിച്ചു.",
            "FamousWorks": "Agni Shalabhangal, Aksharam, Uppu, Bhoomikkoru Charamageetham, Ujjayini, Swayamvaram "
          },

          {
            "title": "HARPER LEE",
            "id": "3",
            "country":"AMERICAN",
            "dob":  "28-05-1926" ,
            "image": "lee.jpg",
            "about": "Nelle Harper Lee  was an American novelist best known for her 1960 novel To Kill a Mockingbird. It won the 1961 Pulitzer Prize and has become a classic of modern American literature. Lee published only two books, yet she was awarded the Presidential Medal of Freedom in 2007 for her contribution to literature. She also received numerous honorary degrees, though she declined to speak on those occasions. She assisted her close friend Truman Capote in his research for the book In Cold Blood (1966).[2] Capote was the basis for the character Dill Harris in To Kill a Mockingbird.           The plot and characters of To Kill a Mockingbird are loosely based on Lee's observations of her family and neighbors, as well as an event that occurred near her hometown in 1936 when she was 10. The novel deals with the irrationality of adult attitudes towards race and class in the Deep South of the 1930s, as depicted through the eyes of two children. It was inspired by racist attitudes in her hometown of Monroeville, Alabama. She also wrote the novel Go Set a Watchman in the mid-1950s and published it in July 2015 as a sequel to Mockingbird, but it was later confirmed to be her first draft of Mockingbird.[",
            "FamousWorks": "To Kill A Mochingbird, Go Set a Watchman "
          },

          {
            "title": "MARK TWAIN",
            "id": "4",
            "country":"AMERICAN",
            "dob":  "30-11-1835" ,
            "image": "twain.jpg",
            "about": "Mark Twain, pseudonym of Samuel Langhorne Clemens, (born November 30, 1835, Florida, Missouri, U.S.—died April 21, 1910, Redding, Connecticut), American humorist, journalist, lecturer, and novelist who acquired international fame for his travel narratives, especially The Innocents Abroad (1869), Roughing It (1872), and Life on the Mississippi (1883), and for his adventure stories of boyhood, especially The Adventures of Tom Sawyer (1876) and Adventures of Huckleberry Finn (1885). A gifted raconteur, distinctive humorist, and irascible moralist, he transcended the apparent limitations of his origins to become a popular public figure and one of America’s best and most beloved writers.",
            "FamousWorks": " The Adventures of Tom Sawyer, Adventures of Huckleberry Finn "
          },

          {
            "title": "WILLIAM SHAKESPEAR",
            "id": "5",
            "country":"BRITISH",
            "dob":  "11-04-1564" ,
            "image": "shakespear.jpg",
            "about": "William Shakespeare was born on April 23, 1564, in Stratford-upon-Avon. The son of John Shakespeare and Mary Arden, he was probably educated at the King Edward VI Grammar School in Stratford, where he learned Latin and a little Greek and read the Roman dramatists. At eighteen, he married Anne Hathaway, a woman seven or eight years his senior. Together they raised two daughters: Susanna, who was born in 1583, and Judith (whose twin brother died in boyhood), born in 1585.        Little is known about Shakespeare's activities between 1585 and 1592. Robert Greene's A Groatsworth of Wit alludes to him as an actor and playwright. Shakespeare may have taught at school during this period, but it seems more probable that shortly after 1585 he went to London to begin his apprenticeship as an actor. Due to the plague, the London theaters were often closed between June 1592 and April 1594. During that period, Shakespeare probably had some income from his patron, Henry Wriothesley, earl of Southampton, to whom he dedicated his first two poems, Venus and Adonis (1593) and The Rape of Lucrece (1594). The former was a long narrative poem depicting the rejection of Venus by Adonis, his death, and the consequent disappearance of beauty from the world. Despite conservative objections to the poem's glorification of sensuality, it was immensely popular and was reprinted six times during the nine years following its publication.",
            "FamousWorks": " Hamlet, Romeo and Juliet, Othello, King Lear, and Macbeth"
          },

          {
            "title": "JK ROWLING",
            "id": "6",
            "country":"BRITISH",
            "dob":  "31-07-1965" ,
            "image": "jk.jpg",
            "about": "Joanne Rowling was born on 31st July 1965 at Yate General Hospital near Bristol, and grew up in Gloucestershire in England and in Chepstow, Gwent, in south-east Wales.            Her father, Peter, was an aircraft engineer at the Rolls Royce factory in Bristol and her mother, Anne, was a science technician in the Chemistry department at Wyedean Comprehensive, where Jo herself went to school. Anne was diagnosed with multiple sclerosis when Jo was a teenager and died in 1990, before the Harry Potter books were published.  Jo also has a younger sister, Di.            The young Jo grew up surrounded by books. “I lived for books,’’ she has said. “I was your basic common-or-garden bookworm, complete with freckles and National Health spectacles.”",
            "FamousWorks": "Harry Potter Series "
          },

          {
            "title": "GEORGE ORWELL",
            "id": "7",
            "country":"BRITISH",
            "dob":  "25-06-1903" ,
            "image": "orwell.jpg",
            "about": "George Orwell, pseudonym of Eric Arthur Blair, (born June 25, 1903, Motihari, Bengal, India—died January 21, 1950, London, England), English novelist, essayist, and critic famous for his novels Animal Farm (1945) and Nineteen Eighty-four (1949), the latter a profound anti-utopian novel that examines the dangers of totalitarian rule.Born Eric Arthur Blair, Orwell never entirely abandoned his original name, but his first book, Down and Out in Paris and London, appeared in 1933 as the work of George Orwell (the surname he derived from the beautiful River Orwell in East Anglia). In time his nom de plume became so closely attached to him that few people but relatives knew his real name was Blair. The change in name corresponded to a profound shift in Orwell’s lifestyle, in which he changed from a pillar of the British imperial establishment into a literary and political rebel.",
            "FamousWorks": ["Animal farm, Burmese Days, Ninteen Eighty Four"]
          },

          {
            "title": "LEO TOLSTOY",
            "id": "8",
            "country":"RUSSIAN",
            "dob":  "09-09-1828" ,
            "image": "tolstoy.jpg",
            "about": "Lev Nikolayevich Tolstoy (Russian: Лев Николаевич Толстой|18479204; most appropriately used Liev Tolstoy; commonly Leo Tolstoy in Anglophone countries) was a Russian writer who primarily wrote novels and short stories. Later in life, he also wrote plays and essays. His two most famousworks, the novels War and Peace and Anna Karenina, are acknowledged as two of the greatest novels of all time and a pinnacle of realist fiction. Many consider Tolstoy to have been one of the world's greatest novelists. Tolstoy is equally known for his complicated and paradoxical persona and for his extreme moralistic and ascetic views, which he adopted after a moral crisis and spiritual awakening in the 1870s, after which he also became noted as a moral thinker and social reformer.            His literal interpretation of the ethical teachings of Jesus, centering on the Sermon on the Mount, caused him in later life to become a fervent Christian anarchist and anarcho-pacifist. His ideas on nonviolent resistance, expressed in such works as The Kingdom of God Is Within You, were to have a profound impact on such pivotal twentieth-century figures as Mohandas Gandhi and Martin Luther King, Jr.",
            "FamousWorks": ["War and Peace, Anna Karenina, Resurrection "]
          }
    ]
}
  