{
    "books":[
        {
            "title": "AADUJEEVITHAM",
            "id": "1",
            "pageCount": "232",
            "publishedDate":  " 19-01-2008" ,
            "image": "Aadujeevitham.jpg",
            "about": ".ബെന്യാമിന്‍ എഴുതിയ മലയാളം നോവലാണ് ആടുജീവിതം. വലിയ സ്വപ്നങ്ങളുമായി സൗദി അറേബ്യയില്‍ ജോലിയ്ക്കായി പോയി വഞ്ചിക്കപ്പെട്ട്, മരുഭൂമിയിലെ ഒരു ആടുവളര്‍ത്തല്‍ കേന്ദ്രത്തിലെ ദാരുണസാഹചര്യങ്ങളില്‍ മൂന്നിലേറെ വര്‍ഷം അടിമപ്പണി ചെയ്യേണ്ടി വന്ന നജീബ് എന്ന മലയാളി യുവാവിന്റെ കഥയാണ് ഈ കൃതി.ബെന്യാമിന്‍ എഴുതിയ മലയാളം നോവലാണ് ആടുജീവിതം.",
            "language": "MALAYALAM",
            "author": "BENYAMIN",
            "categories": "NOVEL"
          },

          {
            "title": "RANDAMOOZHAM",
            "id": "2",
            "pageCount": " 300",
            "publishedDate":  " 08-06-12" ,
            "image": "randaamoozham.jpg",
            "about": "ഇതിഹാസ കഥാപാത്രമായ ഭീമന്റെ കാഴ്ചപ്പാടിലൂടെ മഹാഭാരതത്തിന്റെ പുനരാഖ്യാനം ചെയ്യുന്ന രണ്ടാമൂഴം മലയാളത്തിലെ ക്ലാസിക്ക് നോവലുകളിലൊന്നാണ്. എം ടി വാസുദേവന്‍ നായരുടെ മാസ്റ്റര്‍പീസ് രചനയും. അഞ്ചുമക്കളില്‍ രണ്ടാമനായ ഭീമന് എല്ലായ്‌പ്പോഴും അര്‍ജുനനോ യുധിഷ്ഠിരനോ കഴിഞ്ഞ് രണ്ടാമൂഴമെ ലഭിച്ചിരുന്നുള്ളു. സര്‍വ്വ ഇടങ്ങളിലൂം രണ്ടാമൂഴക്കാരനായ, തിരസ്‌കൃതനായ ഭീമന്റെ ആലോചനകളിലൂടെയാണ് എം ടി നോവലിന്റെ ആഖ്യാനം നിര്‍വ്വഹിക്കുന്നത്. മഹാഭാരതത്തിലെ അപ്രധാനമായ അനേകം കഥാപാത്രങ്ങള്‍ക്ക് രണ്ടാമൂഴം പുതിയൊരു ഊഴം നല്‍കുന്നു. മലയാള നോവല്‍ സാഹിത്യത്തിലെ ഏറ്റവും മികച്ച പത്തു നോവലുകളിലൊന്നാണ് രണ്ടാമൂഴം.",
            "language": "MALAYALAM",
            "author": "M T VASUDEVAN NAIR",
            "categories": "NOVEL"
          }, 
          
          {
            "title": "KHASAKKINTE ITIHASAM",
            "id": "3",
            "pageCount": "168",
            "publishedDate":  " 17-02-1968" ,
            "image": "kasaakh.jpg",
            "about": "'വെയിലെരിയുന്ന മാനത്ത് നോക്കിയിരുന്നാൽ മതി.കുറേനേരം അങ്ങനെ നോക്കുമ്പോൾ സസ്ഫടിക മണികൾ കോർത്തിണക്കിയ പോലെ എന്തോ കണ്ണനങ്ങുന്നതിനൊപ്പം ഇളകുന്നത് കാണാം.ഇമതല്ലിമിഴിച്ചാൽ അത് കാണാതാവും. ദേവന്മാർ കൽപക വൃക്ഷത്തിന്റെ ഇളനീരു കുടിച്ച് തൊണ്ടുകൾ താഴോട്ടെറിയുകയാണത്രേ. ചാരിക്കിടന്നു കൊണ്ട് രവി കരിക്കിൻ തൊണ്ടുകൾ എണ്ണിത്തുടങ്ങും.ഒന്ന്... രണ്ട്...മൂന്ന്...'          രവിയുടെ ഓർമകളിൽ വന്നു വീഴുന്ന കരിക്കിൻതൊണ്ടുകൾ സഹൃദയന്റെ ഹൃദയത്തിൽ വന്നു വീഴുന്നിടത്ത് ഖസാക്ക് വെളിപ്പെട്ടു തുടങ്ങുന്നു.            കേന്ദ്രകഥാപാത്രത്തിന് ചുറ്റും കറങ്ങുന്ന പ്രകൃതിയേയും ഒരുപറ്റം മനുഷ്യരെയുമല്ല ഇതിഹാസകാരൻ വരഞ്ഞിടുന്നത്.ഒരു ഗ്രാമം തന്നെ സ്വയമൊരു കഥാപാത്രമായി മാറുകയാണിവിടെ.             സങ്കൽപ്പവും യാഥാർത്ഥ്യവും തിരിച്ചറിയാൻ വയ്യാത്ത വിധം കൂടിക്കലർന്ന് കിടക്കുന്നിടമാണ് ഖസാക്ക്.കർമ്മ പരമ്പരയുടെ കഥകൾ ആവർത്തിക്കുന്നിടം.                ഭൂതത്തിൽ നിന്ന് വർത്തമാനത്തിലേക്കും തിരിച്ചും സഞ്ചരിച്ചു കൊണ്ടിരിക്കുന്ന രവിയും,പ്രായമേറിയിട്ടും കുട്ടിയായി തുടരുന്ന അപ്പുക്കിളിയും,ദുരൂഹതയുടെ മറനീക്കാതെ നൈജാമലിയും,പഥികന്റെ കാലിലെ വ്രണം നീറ്റുന്ന അള്ളാപ്പിച്ചാമൊല്ലാക്കയും,കൈകളിൽ നീലഞരമ്പോടുന്ന മൈമുനയും,...ഇങ്ങനെയിങ്ങനെ ഒരുപാടൊരുപാട് ജീവിതങ്ങളുടെ രഹസ്യം കുടിയിരിക്കുന്ന മാന്ത്രിക ഭൂമിയാണ് ഖസാക്ക്.      ഞാറ്റുപുരയിലെ ഏകാധ്യാപകവിദ്യാലയവും,ചെതലിമലയിലെ കല്ലറയും,അറബിക്കുളവും,പള്ളിയും ജന്മബന്ധങ്ങളുടെ അഴലിനെയും അതിൽ നിന്നുളവാകുന്ന മാനസിക വൈതരണികളെയും ഓർമ്മപ്പെടുത്തുന്നു.അതിരറ്റ സ്ഥലകാലങ്ങൾക്കിടക്ക്‌ കാരണമില്ലാത്ത ദുഃഖങ്ങൾ പേറി ജീവിച്ചു പോരുന്ന കുറേപ്പേരുടെ കഥയാണ് ഖസാക്കിന്റെ ഇതിഹാസം.           'ഇതിഹാസം' എന്ന വാക്കിന് നൽകപ്പെട്ടിരിക്കുന്ന മാനങ്ങളിൽ വെച്ചെനിക്കേറ്റവും അർത്ഥവത്തായി തോന്നിയിട്ടുള്ളത്, 'പുനർനിർമ്മിക്കാവുന്നത് ' എന്ന ആശയമാണ്.ഇഴകീറി പരിശോധിച്ചാലും ഉത്തരം ലഭിക്കാത്ത കണക്ക് സൂക്ഷ്മമായ കഥാപാത്ര സൃഷ്ടിയാണ് ഖസാക്കിന്റെ ഇതിഹാസത്തെ ' ഇതിഹാസം' തന്നെയാക്കി മാറ്റുന്നത് ",
            "language": "MALAYALAM",
            "author": "O V VIJAYAN",
            "categories": "NOVEL"
          }, 
          
          {
            "title": "AARACHAR",
            "id": "4",
            "pageCount": "552",
            "publishedDate":  " 26-02-2014" ,
            "image": "aarachaar.jpg",
            "about": "ഭരണകൂടത്തിന്റെ ശിക്ഷാവിധികളുടെ ഭാഗമായി ദിനംപ്രതി നിരവധി തൂക്കിക്കൊലകള്‍ നടത്തിയിരുന്ന ഗൃദ്ധാമല്ലിക്ക് കുടുംബത്തിന്റെ പിന്‍തലമുറ വധശിക്ഷകള്‍ കുറഞ്ഞപ്പോഴാണ് ദാരിദ്ര്യത്തിലേക്ക് കൂപ്പ് കുത്തിയത്. വര്‍ഷങ്ങള്‍ക്കു ശേഷം വൃദ്ധനായ ഫണിഭൂഷന് കിട്ടിയ 'സൗഭാഗ്യ'മാണ് യതീന്ദ്രനാഥ് ബാനര്‍ജിയെ തൂക്കിലേറ്റാനുള്ള കോടതി ഉത്തരവ്. അവസരം പാഴാക്കാതെ അയാള്‍ ഗവണ്മെന്റിനോട് വിലപേശി തന്റെ ഇരുപത്തിരണ്ടുകാരിയായ മകള്‍ ചേതനയ്ക്ക് ആരാച്ചാരായി നിയമനോത്തരവ് കരസ്ഥമാക്കുന്നു. വധശിക്ഷ നടപ്പാകുന്നതുവരെ ആരാച്ചാര്‍ക്ക് മാധ്യമങ്ങളില്‍ വിലയുണ്ടെന്ന് മനസ്സിലാക്കുന്ന അയാള്‍ തന്റെയും മകളുടെയും സമയം അവര്‍ക്ക് വീതിച്ചു നല്‍കി കച്ചവടം നടത്തുന്നു. പേര് സൂചിപ്പിക്കുന്നതുപോലെ തന്നെ കെ ആര്‍ മീരയുടെ ആരാച്ചാര്‍ എന്ന നോവല്‍ പറയുന്നത് ഒരു ആരാച്ചാര്‍ കുടുംബത്തിന്റെ കഥയാണ്. അല്ലെങ്കില്‍ ലോകത്തെ ആദ്യത്തെ വനിതാ ആരാച്ചാരുടെ കഥ. ദരിദ്ര കുടുംബത്തിലെ പെണ്‍കുട്ടിയെന്ന നിലയില്‍ അവളനുഭവിക്കുന്ന പീഢനങ്ങളും പിതാമഹന്മാരില്‍ നിന്ന് പകര്‍ന്നു കിട്ടിയ മനസ്ഥൈര്യവും ഇവിടെ വിഷയമാവുന്നു. ഒപ്പം എന്തും ഏതും ബ്രേക്കിംഗ് ന്യൂസാവുന്ന പുതിയ കാലത്തിന്റെ കലയായ ടെലിവിഷന്‍ റിപ്പോര്‍ട്ടിംഗിനു വേണ്ടി മാധ്യമങ്ങള്‍ കളിക്കുന്ന കളികളുടെ മറുപുറവും കെ ആര്‍ മീര ആരാച്ചാരിലൂടെ കാട്ടിത്തരുന്നു.",
            "language": "MALAYALAM",
            "author": " K R MEERA",
            "categories": "NOVEL"
          }, 
          
          {
            "title": "THE GREAT GATSBY",
            "id": "5",
            "pageCount": "180",
            "publishedDate":  " 19-01-1965" ,
            "image": "greatgasby.jpg",
            "about": "The Great Gatsby, F. Scott Fitzgerald's third book, stands as the supreme achievement of his career. This exemplary novel of the Jazz Age has been acclaimed by generations of readers. The story is of the fabulously wealthy Jay Gatsby and his new love for the beautiful Daisy Buchanan, of lavish parties on Long Island at a time when The New York Times noted -gin was the national drink and sex the national obsession, it is an exquisitely crafted tale of America in the 1920s. The Great Gatsby is one of the great classics of twentieth-century literature. -",
            "language": "ENGLISH",
            "author": "Francis Scott Fitzgerald",
            "categories": "NOVEL"
          }, 
          
          {
            "title": "THE ALCHEMIST",
            "id": "6",
            "pageCount": "172",
            "publishedDate":  " 19-01-2016" ,
            "image": "alchemist.jpg",
            "about": "Paulo Coelho's enchanting novel has inspired a devoted following around the world. This story, dazzling in its powerful simplicity and inspiring wisdom, is about an Andalusian shepherd boy named Santiago who travels from his homeland in Spain to the Egyptian desert in search of a treasure buried in the Pyramids. Along the way he meets a Gypsy woman, a man who calls himself ",
            "language": "ENGLISH",
            "author": "PAULO COELHO",
            "categories": "NOVEL"
          }, 
          
          {
            "title": "ANIMAL FARM",
            "id": "7",
            "pageCount": "112",
            "publishedDate":  " 17-05-1945" ,
            "image": "animalfarm.jpg",
            "about": "Animal Farm by George Orwell is an allegorical work of fiction. Depicting rising revolt among the animals, who wish to take over the humans, the author wrote one of the best satire of the era. Animals, who live in Mr. Jones farm are tired of serving human and find it very exploiting as they use animals for all their needs. Rebellion starts on the day when Mr. Jones forgets to feed the animals. Under the charge of two pigs: Napoleon and Snowball, animals thus plan to invade humans and take over the farm.            The attempt is initiated by changing the farm's name to ‘Animal Farm'. Agenda raised was to seek benefits to four legged animals and other animals of the farm, for which they selected ideals, who got corrupted with passing time. The book reflects incidents and events that led to Russian Revolution in 1917, followed by Soviet Union's Stalinist Era. George Orwell, who was a democratic socialist was in opposition of Joseph Stalin and Moscow-directed Stalinism, result to which is a book like Animal farm- one of his best satirical fiction novel.",
            "language": "ENGLISH",
            "author": "GEORGE ORWELL",
            "categories": "NOVEL"
          }, 
          
          {
            "title": "TO KILL A MOCKINGBIRD",
            "id": "8",
            "pageCount": "281",
            "publishedDate":  " 11-07-1960" ,
            "image": "tokillamockingbird.jpg",
            "about": "The unforgettable novel of a childhood in a sleepy Southern town and the crisis of conscience that rocked it, To Kill A Mockingbird became both an instant bestseller and a critical success when it was first published in 1960. It went on to win the Pulitzer Prize in 1961 and was later made into an Academy Award-winning film, also a classic.            Compassionate, dramatic, and deeply moving, To Kill A Mockingbird takes readers to the roots of human behavior - to innocence and experience, kindness and cruelty, love and hatred, humor and pathos. Now with over 18 million copies in print and translated into forty languages, this regional story by a young Alabama woman claims universal appeal. Harper Lee always considered her book to be a simple love story. Today it is regarded as a masterpiece of American literature.",
            "language": "ENGLISH",
            "author": "HARPER LEE",
            "categories": "NOVEL"
          }
    ]
    
}
  